[
    {
        "name": "Trump Towers",
        "location": "New York City, NY",
        "ratePerNight": 100,
        "imageUrl": "https://media.cnn.com/api/v1/images/stellar/prod/180226064533-trump-tower.jpg?q=w_3000,h_2000,x_0,y_0,c_fill",
        "description": "Trump Tower Hotel is a luxurious 58-story skyscraper located in Midtown Manhattan, New York City. The building was designed by the renowned architect Der Scutt and was completed in 1983. The tower stands tall at 664 feet (202 meters) and is made of reinforced concrete and glass.  The hotel boasts 263 guest rooms, including 35 suites, all exquisitely decorated with contemporary furnishings and state-of-the-art amenities. Each room offers stunning views of the city skyline, Central Park, or the Hudson River.  The Trump Tower Hotel is famous for its opulent public spaces, including a grand atrium with a 60-foot waterfall and a marble staircase. The lobby also features a lavish, bronze-accented fountain, and floor-to-ceiling windows that provide plenty of natural light.  The hotel's amenities include a fitness center, spa, and a range of dining options, including the signature restaurant, Jean-Georges, which offers a Michelin-starred fine-dining experience. The hotel also features a bar and lounge, perfect for relaxing after a long day of exploring the city.  The location of the Trump Tower Hotel is unbeatable, situated in the heart of Midtown Manhattan, just steps away from some of the city's most iconic landmarks, including Central Park, Fifth Avenue, and the Museum of Modern Art. The hotel also offers easy access to public transportation, making it easy to explore other parts of the city.  In summary, the Trump Tower Hotel is an elegant and sophisticated destination that provides guests with a luxurious experience in the heart of New York City."
    },
    {
        "name": "Hilton Gardens",
        "location": "San Francisco, CA",
        "ratePerNight": 150,
        "imageUrl": "https://upload.wikimedia.org/wikipedia/commons/f/fe/Hilton_San_Francisco_and_Towers.jpg"
    },
    {
        "name": "Caesars Palace",
        "location": "Las Vegas, NV",
        "ratePerNight": 350,
        "imageUrl": "https://media-magazine.trivago.com/wp-content/uploads/2019/08/22111257/las-vegas-strip-hotels.jpeg"
    },
    {
        "name": "The Beverly Hills Hotel",
        "location": "Los Angeles, CA",
        "ratePerNight": 200,
        "imageUrl": "https://prenohq.com/wp-content/uploads/2017/05/retractable-canopies-beverly-hills-hotel.jpeg.webp"
    },
    {
        "name": "Belmond Copacabana Palace",
        "location": "Rio de Janeiro, BZ",
        "ratePerNight": 450,
        "imageUrl": "https://prenohq.com/wp-content/uploads/2017/05/Belmond-Copacabana-Palace-1.jpg.webp"
    },
    {
        "name": "Taj Mahal Palace",
        "location": "Mumbai, ID",
        "ratePerNight": 350,
        "imageUrl": "https://prenohq.com/wp-content/uploads/2017/05/1539694286858-Taj-Mumbai-If-These-Walls-Could-Talk-7-of-12.jpeg.webp"
    }
]